[
  {
    "Ori": "A Base of Operations",
    "Loc": ""
  },
  {
    "Ori": "You've arrived on the island! Fletch has given you a Base Tent and has asked you to look around and find a spot where you would like to settle.\n\nFeel free to ask Fletch questions about the island. She can be found wandering around near the Dock.",
    "Loc": ""
  },
  {
    "Ori": "Your new home!",
    "Loc": ""
  },
  {
    "Ori": "Fletch has given you your own Tent! This will be your home for the time being, so take your time deciding where to set it up. Fletch has suggested setting it up closeby to the Base Tent.\r\n\r\nOnce you’ve got your tent set up, speak to Fletch.\r",
    "Loc": ""
  },
  {
    "Ori": "A place for Visitors",
    "Loc": ""
  },
  {
    "Ori": "Fletch has asked you to find a place for the Visiting Site Deed. Once this deed has been placed, your camp will be ready to accommodate travellers from all over the place!\n\nReturn to Fletch once the deed has been placed.",
    "Loc": ""
  },
  {
    "Ori": "Bush Tucker",
    "Loc": ""
  },
  {
    "Ori": "Fletch has asked you to find some fruit and cook it on the fire. Doing this will count towards your dailytasks.",
    "Loc": ""
  },
  {
    "Ori": "R n' R",
    "Loc": ""
  },
  {
    "Ori": "Fletch hasn't got anything else for you today. Take a look around the island a bit, catch some bugs or get some rest.",
    "Loc": ""
  },
  {
    "Ori": "Dinks and Tablesaws",
    "Loc": ""
  },
  {
    "Ori": "Fletch has asked you to buy a tablesaw from John's shop. Try selling unwanted items to John to get the dinks you need.",
    "Loc": ""
  },
  {
    "Ori": "Building Materials",
    "Loc": ""
  },
  {
    "Ori": "Fletch has asked you to aquire a list of items. You will have to craft a campfire.\n\nOnce you have collected the items Fletch will teach you how to make Tin Ore Bars.",
    "Loc": ""
  },
  {
    "Ori": "Smelting Ore",
    "Loc": ""
  },
  {
    "Ori": "Craft a crude furnace, place 5 Tin Ore inside and wait. \n\nBring Fletch the Tin Bar once it is completed smelting.",
    "Loc": ""
  },
  {
    "Ori": "Convince John to Stay",
    "Loc": ""
  },
  {
    "Ori": "Fletch thinks that by doing favours for visitors and spending money at their stores, they might be convinced to stay permanently.",
    "Loc": ""
  },
  {
    "Ori": "Build a House",
    "Loc": ""
  },
  {
    "Ori": "Build a house for new citizen.",
    "Loc": ""
  },
  {
    "Ori": "Build a House",
    "Loc": ""
  },
  {
    "Ori": "Build a house for new citizen.",
    "Loc": ""
  },
  {
    "Ori": "Build a House",
    "Loc": ""
  },
  {
    "Ori": "Build a house for new citizen.",
    "Loc": ""
  },
  {
    "Ori": "Build a House",
    "Loc": ""
  },
  {
    "Ori": "Build a house for new citizen.",
    "Loc": ""
  },
  {
    "Ori": "Build a bank",
    "Loc": ""
  },
  {
    "Ori": "Build a bank for the town.",
    "Loc": ""
  },
  {
    "Ori": "John Level 75",
    "Loc": ""
  },
  {
    "Ori": "",
    "Loc": ""
  },
  {
    "Ori": "Teleporter",
    "Loc": ""
  },
  {
    "Ori": "",
    "Loc": ""
  },
  {
    "Ori": "Place Dog House",
    "Loc": ""
  },
  {
    "Ori": "Place the Dog house down and speak to Irwin.",
    "Loc": ""
  },
  {
    "Ori": "Five's a Town",
    "Loc": ""
  },
  {
    "Ori": "<IslandName> needs 5 permanent residents before South City will recognise it as an official settlement.\n\nDoing favours and spending Dinks at Visitor's tents might encourage them to stay.",
    "Loc": ""
  },
  {
    "Ori": "Rayne Level 75",
    "Loc": ""
  },
  {
    "Ori": "",
    "Loc": ""
  },
  {
    "Ori": "Get House Deeds",
    "Loc": ""
  },
  {
    "Ori": "",
    "Loc": ""
  },
  {
    "Ori": "Build the Bandstand",
    "Loc": ""
  },
  {
    "Ori": "Build the bandstand",
    "Loc": ""
  },
  {
    "Ori": "Find Berkonium",
    "Loc": ""
  },
  {
    "Ori": "Franklyn has asked me to find more Berkonium ore and deliver it to him.",
    "Loc": ""
  }
]