[
  {
    "Ori": "Talking to people every day will increase your friendship with them.",
    "Loc": ""
  },
  {
    "Ori": "Promising to complete a task and not delivering isn’t a good idea.",
    "Loc": ""
  },
  {
    "Ori": "The better you are at a skill, the less stamina you’ll use doing it.",
    "Loc": ""
  },
  {
    "Ori": "Swimming for too long can be hazardous to your health.",
    "Loc": ""
  },
  {
    "Ori": "If it’s shiny, it’s probably worth something.",
    "Loc": ""
  },
  {
    "Ori": "Almost anything can be sold, but not everything can be bought.",
    "Loc": ""
  },
  {
    "Ori": "Tools will break if you use them too much.",
    "Loc": ""
  },
  {
    "Ori": "Crafted items tend to be more valuable than their ingredients.",
    "Loc": ""
  },
  {
    "Ori": "Passing out will do damage to your tools.",
    "Loc": ""
  },
  {
    "Ori": "If you need a bed, Fletch keeps sleeping bags in the Base Tent.",
    "Loc": ""
  },
  {
    "Ori": "Digging is real fun. Digging is real fun. Digging is real fun.",
    "Loc": ""
  },
  {
    "Ori": "Sharks are only tough when they are in the water.",
    "Loc": ""
  },
  {
    "Ori": "Sometimes trees can drop other items.",
    "Loc": ""
  },
  {
    "Ori": "Wild animals can be kept in a pen if you fence them off.",
    "Loc": ""
  },
  {
    "Ori": "You can bury items by dropping them on the ground and covering them with dirt.",
    "Loc": ""
  },
  {
    "Ori": "Food made at a cooking table will recover more health and stamina.",
    "Loc": ""
  },
  {
    "Ori": "You can place carryable items on most vehicles.",
    "Loc": ""
  },
  {
    "Ori": "Different fish can be found depending on the  season, biome and time of day.",
    "Loc": ""
  },
  {
    "Ori": "Staying out late will tire you out.",
    "Loc": ""
  },
  {
    "Ori": "Spring is egg season.",
    "Loc": ""
  },
  {
    "Ori": "A shady visitor might appear on rainy days.",
    "Loc": ""
  },
  {
    "Ori": "Fletch might be able to help you upgrade your home.",
    "Loc": ""
  },
  {
    "Ori": "Animals can be caught in traps easier if they have low health.",
    "Loc": ""
  },
  {
    "Ori": "Wild Animals will eat your crops if they aren’t fenced off.",
    "Loc": ""
  },
  {
    "Ori": "Keep your farm animals safe by fencing them off from predators.",
    "Loc": ""
  },
  {
    "Ori": "Try cooking all sorts of food.",
    "Loc": ""
  },
  {
    "Ori": "Wheelbarrows can carry other items besides dirt.",
    "Loc": ""
  },
  {
    "Ori": "Use the whistle emote to call farm animals to you.",
    "Loc": ""
  },
  {
    "Ori": "Certain flowers can be placed in a billy.",
    "Loc": ""
  },
  {
    "Ori": "The mines layout shifts and changes every day.",
    "Loc": ""
  },
  {
    "Ori": "Fletch can help you move buildings if you need to.",
    "Loc": ""
  },
  {
    "Ori": "Be wary of the Wary Mu.",
    "Loc": ""
  },
  {
    "Ori": "Crops that grow all year are worth less than seasonal crops.",
    "Loc": ""
  },
  {
    "Ori": "You can pick up vehicles by damaging them.",
    "Loc": ""
  },
  {
    "Ori": "Bats are annoying.",
    "Loc": ""
  },
  {
    "Ori": "Don't leave stuff in the mines if you want to keep it.",
    "Loc": ""
  },
  {
    "Ori": "The travel bag in the Base Tent can be accessed from any island.",
    "Loc": ""
  },
  {
    "Ori": "You will recover stamina slowly if you are full.",
    "Loc": ""
  },
  {
    "Ori": "Wildflowers go away after Spring",
    "Loc": ""
  },
  {
    "Ori": "Gems are worth more whole rather than in shards",
    "Loc": ""
  },
  {
    "Ori": "You have to take the Bug Comp seriously",
    "Loc": ""
  },
  {
    "Ori": "Billy Tins can make more than tea and coffee",
    "Loc": ""
  }
]